Repository: shekhirin/gowl
Catalog: gowl_app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: We simplified <span>list of goals</span>
ru: Мы упростили <span>список целей</span>

source: Made it open to <span>public</span>
ru: Сделали его доступным <span>публично</span>

source: And called it <span>Gowl</span>
ru: И назвали это <span>Gowl</span>

source: Open my Gowl
ru: Открыть мой Gowl

source: Create Gowl for free
ru: Создайте свой Gowl

source: Examples
ru: Примеры

source: Why do you need that?
ru: Зачем тебе это нужно?

source: SMART goal setting
ru: Используйте SMART

source: Set measureable goals and track your results
ru: Ставьте измеримые цели и отслеживайте свои результаты

source: Share your goals
ru: Делитесь с друзьями

source: Tell your friends and collegues about your Gowl so you have extra motivation
ru: Расскажите своим друзьям и коллегам о Gowl, чтобы они отслеживали ваш прогресс

source: No security worries
ru: Безопасно

source: We use oAuth to access your spreadsheet so you can restrict access any time
ru: Мы используем oAuth, чтобы получать информацию из таблицы, так что вы можете ограничить доступ в любой момент

source: Manage with ease
ru: Управляйте с легкостью

source: All your goals and measurements are in a single Google Spreadsheet
ru: Все ваши цели и измерения находятся в единой таблице

source: Getting started
ru: Начало работы

source: Login with Google
ru: Залогиньтесь с помощью Google

source: Open and edit Spreadsheet
ru: Откройте и отредактируйте таблицу

source: Pick a username
ru: Выберите никнейм

source: Edit spreadsheet
ru: Редактировать

source: Who am I?
ru: Кто я?

source: My %(year)s goals
ru: Мои цели на %(year)s год

source: out of
ru: из

source: Done
ru: Готово

source: In progress
ru: В процессе

source: Claim!
ru: Занять!
